{
  "account-deletion": "SUCCESSFUL ACCOUNT DELETION AND PERSONAL DATA REMOVAL\n\nDear {{firstName}},\n\nWe hope this email finds you well. We are writing to inform you that your\nrequest to delete your account and remove all associated personal data from our\nsystems has been successfully processed. We take your privacy and data\nprotection seriously, and we are committed to complying with the General Data\nProtection Regulation (GDPR) guidelines.\n\nAs per your request, we have taken the necessary steps to permanently delete\nyour account and all associated personal data from our databases. This includes\nany information you provided during registration, such as your name, email\naddress, contact details, and any other data associated with your account.\n\nPlease note that this process is irreversible, and we will no longer have any\nrecords of your personal data in our systems. Consequently, any services,\npreferences, or account-related information will no longer be accessible to you.\n\nWe would like to take this opportunity to remind you that the deletion of your\naccount also means the removal of any saved information, transaction history, or\nassociated records. Therefore, we recommend that you securely save any data that\nyou might require for your personal reference in the future.\n\nRest assured that your personal data removal has been conducted in accordance\nwith the requirements and obligations outlined in the GDPR. We strive to uphold\nthe highest standards of data privacy and security and are committed to ensuring\nthe protection of our users' information.\n\nThank you for being a part of our community, and we wish you all the best in\nyour future endeavors.\n\nIf you have any further questions or concerns regarding your account deletion or\ndata removal, please don't hesitate to contact us at\nadmin@autolog.vrealsoft.com.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "actual-departure": "ACTUAL DEPARTURE\n\nRequest confirmation of the departure",
  "actual-departure-not-confirmed": "ACTUAL DEPARTURE NOT CONFIRMED\n\nAsk to revisit Estimated Time of Departure",
  "admin-invitation-email": "ADMINISTRATOR INVITATION TO JOIN AUTOLOG\n\nWe hope this email finds you well. We wanted to inform you that an invitation\nhas been sent from the Admin panel of AutoLog to join our service as an\nadministrator.\n\nTo accept the invitation and create your account, please follow the link below:\n\nhttps://dev.autolog.vrealsoft.com/admin-sign-up?sub={{sub}}\n[https://dev.autolog.vrealsoft.com/admin-sign-up?sub={{sub}}]\n\nOnce you have completed the sign-up process, you will have access to the Admin\npanel and can begin managing your team's accounts and settings.\n\nIf you have any questions or concerns regarding your account or the sign-up\nprocess, please don't hesitate to contact us at admin@autolog.vrealsoft.com.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "available-rates-for-quote-to-client": "AVAILABLE RATES FOR QUOTE {{QUOTE_ID}}\n\nDear {{firstName}},\n\nWe are happy to notify you that there are multiple available rates for the quote\n{{QUOTE_ID}} that you requested.\n\nPlease find available rates below:\n\n{{#each rateOptions}}\n\n\n\nRate Option {{index}}:\n\nCarrier: {{carrierName}}\nTransit Time: {{transitTime}}\nCost: {{cost}}\n\n\n\n{{/each}}\n\nPlease review these options and consider the rates, transit times, and\nassociated costs. You can accept any of these offers using your AutoLog account.\n\nKindly note that these rates are time sensitive and require your attention until\nexpiration.\n\nThank you for considering our services for your shipment. We appreciate your\nbusiness and look forward to serving you in the best possible way.\n\nBest regards,\nAutoLog Team\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "contact-agent-supplier-to-client": "SUPPLIER CONTACT INFORMATION\n\nRequest to set reminder",
  "contact-agent-supplier-to-freight-forwarder": "SUPPLIER CONTACT INFORMATION\n\nSupplier contact information",
  "contact-us-to-client": "THANK YOU FOR CONTACTING US!\n\nThank you for contacting us through our 'Contact Us' form. We truly\nappreciate the opportunity to assist you with your inquiry.\n\nCompany Name: {{companyName}}\nEmail Address: {{email}}\nPhone Number: {{phone}}\nMessage: {{message}}\n\nWe have received your message, and our dedicated team is now reviewing\nyour inquiry thoroughly. Rest assured, we will carefully consider\nthe information you've shared, and we will respond to your query as soon\nas possible.\n\nIf you have any additional information to add or further questions,\ndon't hesitate to reply to this email or reach out to us directly at\n{{adminContact}}.",
  "details-etd-eta-to-freight-forwarder": "DETAILS ETD ETA\n\nAsk to define dates",
  "estimated-departure-time-to-client": "ESTIMATED DEPARTURE TIME\n\nNotify regarding date",
  "eta": "(ETA) ESTIMATED TIME OF ARRIVAL\n\nNotify regarding estimated arrival date and re-send all relevant licenses\npaper works",
  "free-from-customs-to-customs-representative": "FREE FROM CUSTOMS TO CUSTOMS REPRESENTATIVE\n\nin case client defined in the profile settings he is not using his own\nforwarder, send mail to the customs rep asking for arranging inland\ndelivery to the client adding the inland address as defined in client\nprofile.",
  "freight-forwarder-invitation": "INVITATION TO JOIN AUTOLOG AS A FREIGHT FORWARDER\n\nWe are excited to invite you to join AutoLog as a freight forwarder. Our\nplatform offers a wide range of features and tools to help you streamline your\nfreight forwarding operations and grow your business.\n\nTo create your account, please follow the sign-up instructions below:\n\n 1. Click on the link below to access the sign-up page:\n    https://dev.autolog.vrealsoft.com/freight-forwarder-sign-up?sub={{sub}}\n    [https://dev.autolog.vrealsoft.com/freight-forwarder-sign-up?sub={{sub}}]\n\n 2. Enter your personal and company information in the sign-up form.\n\n 3. Once you have completed the form, click on the \"Create\" button to create\n    your account.\n\nAfter you have created your account, you will have access to our platform and\ncan begin using our features and tools to manage your shipments, track your\ninventory, and more.\n\nIf you have any questions or concerns regarding your account or the sign-up\nprocess, please don't hesitate to contact us at admin@autolog.vrealsoft.com.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "gatepass-to-customs-representative": "GATEPASS\n\nsend a mail to customs rep for reminder asking to deliver gatepass to\nforwarder",
  "new-quote-request": "NEW QUOTE REQUEST\n\nDear {{forwarderFirstName}},\n\nI hope this email finds you well. I am writing to inform you that a new quote\nrequest has been submitted to our company and assigned to your esteemed freight\nforwarding services. We kindly request your prompt attention to this matter.\n\nThe sender of this request is eagerly awaiting a\ncomprehensive and competitive quote for their shipping needs. We believe your\nexpertise and experience make you an ideal candidate to handle this request.\nPlease access a quote request via\nhttps://dev.autolog.vrealsoft.com/quote/{{quoteId}}\n[https://dev.autolog.vrealsoft.com/quote/{{quoteId}}]\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "notice-of-arrival-to-client": "NOTICE OF ARRIVAL TO CLIENT\n\nNotify that shipment arrived",
  "notice-of-arrival-to-freight-forwarder": "NOTICE OF ARRIVAL TO FREIGHT FORWARDER\n\nSend shipment details and the paperwork with request to open a customs\nfile",
  "notice-of-delay-to-client-and-freight-forwarder": "NOTICE OF DELAY TO CLIENT AND FREIGHT FORWARDER\n\nNotify about delay",
  "paperworks-to-client": "PAPER WORKS TO CLIENT\n\nAsk to set reminder for freight forwarder.",
  "paperworks-to-freight-forwarder": "PAPER WORKS TO FREIGHT FORWARDER\n\nList of required legal documents. Request to upload documents",
  "payment-to-client": "PAYMENT TO CLIENT\n\nRequest confirmation that payment was made to the forwarder asking for\npicture screen shot of transfer confirmation",
  "payment-to-freight-forwarder-representative": "PAYMENT TO FREIGHT FORWARDER REPRESENTATIVE\n\nmail the forwarder payment rep the transfer confirmation sent from client\nrequesting the forwarder to pay customs",
  "pick-up-confirmed-freight-forwarder-and-client": "PICKUP CONFIRMED TO FREIGHT FORWARDER AND CLIENT\n\nAsk to revisit step Pick up date arranged",
  "pick-up-confirmed-to-supplier": "PICKUP CONFIRMED TO SUPPLIER\n\nAsk for confirmation (should be confirmed by FF)",
  "pick-up-date-arranged-to-client": "PICKUP DATE ARRANGED TO CLIENT\n\nAsk to set reminder for freight forwarder.",
  "pick-up-date-arranged-to-freight-forwarder": "PICKUP DATE ARRANGED TO FREIGHT FORWARDER\n\nRequest confirmation of the pickup date",
  "quote-request-ready": "YOUR QUOTE REQUEST READY\n\nDear {{firstName}},\n\nWe hope this email finds you well. We are pleased to inform you that our freight\nforwarding team has diligently worked on preparing a quote based on your recent\nrequest. We appreciate your interest in our services and the opportunity to\nprovide you with a comprehensive shipping solution.\n\nPlease find a link to the quote details via\nhttps://dev.autolog.vrealsoft.com/quote/{{quoteId}}\n[https://dev.autolog.vrealsoft.com/quote/{{quoteId}}]. We encourage you to\nreview it thoroughly and let us know if you have any questions, concerns, or\nrequire further clarification. We are committed to providing you with\nexceptional service and are more than happy to address any inquiries you may\nhave.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "quote-request-received": "YOUR QUOTE REQUEST WAS RECEIVED\n\nDear {{firstName}},\n\nWe hope this email finds you well. We are writing to inform you that your recent\nquote request has been successfully received and registered within our system.\nThank you for considering our services for your [product/service] needs.\n\nRest assured that we will keep you informed throughout the quotation process. If\nany additional information is required or if we have any questions regarding\nyour request, we will promptly reach out to you for clarification.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "registration-succeed": "SUCCESSFUL REGISTRATION OF YOUR ACCOUNT\n\nYour account is now fully active, and you can access all of its features. If you\nhave any questions or concerns, please don't hesitate to contact us at\nadmin@autolog.vrealsoft.com.\n\nUse this temporary password to log in:\n\n{{password}}Go to sign in\n[https://dev.autolog.vrealsoft.com/sign-in?source=email]\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "reminder-to-freight-forwarder": "REMINDER TO: {{SUBJECT}}\n\nDear {{forwarderName}},\n\nWe are reaching out to provide a friendly reminder regarding the status\nof the shipment for our client, {{clientFirstName}}.\n\nShipment ID: {{shipmentId}}\n\nAs per the latest update, it seems that {{latestUpdate}}.\n\nWe kindly request you to promptly take action and ensure that everything\nis in order for the shipment. If any issues or questions arise during\nthis process, please don't hesitate to let us know so that we can\nprovide the necessary support.\n\nIf you require any further information or assistance, please feel free\nto contact us anytime.\n\nThank you for your dedication and professionalism in handling this\nshipment.\n\nBest regards,\n\nAutoLog Team",
  "request-to-open-shipment-freight-forwarder": "SHIPMENT ORDER - REQUEST TO OPEN SHIPMENT\n\nDear {{firstName}},\n\nWe hope this email finds you well. The purpose of this message is to inform you\nthat a shipment order has been placed and requires your attention. Please find\nbelow the details of the shipment:\n\nShipment Name: {{shipmentName}}\nCompany Name: {{companyName}}\nUser Name: {{userName}}\nQuote ID: {{quoteId}}\nRate ID: {{rateId}}\n\nThe client has selected their preferred supplier, and we kindly request your\nassistance in initiating the shipment process accordingly.\n\nSupplier Details:\n\nSupplier Name: {{supplierName}}\nSupplier Phone number: {{supplierContactPhone}}\nSupplier Email: {{supplierContactEmail}}\nSupplier Address: {{supplierAddress}}\nSupplier Apartment: {{supplierApartment}}\nSupplier Postal code: {{supplierPostalCode}}\n\nShipping Details:\n\nOrigin: {{origin}}\nDestination: {{destination}}\n\nPlease review the provided information and confirm your availability to handle\nthis shipment. If there are any additional requirements or specific\ninstructions, kindly let us know at your earliest convenience.\n\nThank you for your ongoing support and cooperation.\n\nBest regards,\nAutoLog Team\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "required-action-with-shipment-to-client": "{{SUBJECT}}\n\nWe are reaching out to you regarding the recent status update for your\nshipment. According to our records, it appears that the Freight\nForwarder has not yet {{forwarderAction}}.\n\nTo ensure a smooth and timely process, we kindly ask for your help in\nsetting a reminder for the Freight Forwarder to {reminder} as soon as\npossible. This action is vital to avoid any delays in the shipping\nprocess and keep everything on track.\n\nPlease take a moment to remind the Freight Forwarder about it. Your\nprompt assistance will be highly appreciated, as it will help us\nproactively address any potential issues and ensure the shipment\nprogresses smoothly.\n\nIf you encounter any difficulties or need further information, don't\nhesitate to reach out to us. We're here to assist you with any questions\nor concerns you may have.\n\nThank you for your cooperation and understanding. We look forward to\nsuccessfully completing your shipment.\n\nBest regards,\n\nAutoLog Team",
  "shipment-deletion-notification-to-client": "SHIPMENT DELETION NOTIFICATION - SHIPMENT {{SHIPMENT_ID}} DELETED\n\nDear {{firstName}},\n\nThis email is sent to inform you about the deletion of a shipment{{SHIPMENT_ID}}\nin our system.\n\nReason for Deletion: {{reasonForDeletion}}\n\nAfter careful review and consideration, we regret to inform you that the\nfollowing shipment has been deleted:\n\nShipment ID: {{SHIPMENT_ID}}\nShipment Name: {{shipmentName}}\n\nOur team identified the issue promptly and considered it necessary to remove the\nshipment to avoid any confusion or potential errors. We apologize for any\ninconvenience this may cause you.\n\nThank you for your understanding. We value your business and look forward to\nserving your shipping needs in the future.\n\nBest regards,\nAutoLog Team",
  "temporary-recovery-link": "PASSWORD RECOVERY LINK FOR YOUR ACCOUNT\n\nDear {{firstName}},\n\nWe are sorry to hear that you have forgotten your password for your account. We\nunderstand how frustrating this can be, but please don't worry, we are here to\nhelp you regain access to your account as quickly as possible.\n\nTo reset your password, please follow the link below:\n\nhttps://dev.autolog.vrealsoft.com/forgot-password?sub={{sub}}\n[https://dev.autolog.vrealsoft.com/forgot-password?sub={{sub}}]\n\nThis link will take you to the password reset page where you can enter a new\npassword and gain access to your account. The link is valid for a limited time\nonly, so please use it as soon as possible to ensure that it is still active.\n\nIf you did not request this password reset, please ignore this email and contact\nour support team immediately.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "verification-information": "PENDING VERIFICATION OF YOUR ACCOUNT\n\nDear {{firstName}},\n\nWe hope this email finds you well. We wanted to inform you that your account\nwith {{companyName}} has been created successfully, but it is currently in a\npending verification status.\n\nAs part of our security measures, all new accounts undergo a review process by\nour administrative team. We have already sent your user data to our review team\nfor further inspection, and they will be in touch with you as soon as possible.\n\nIn the meantime, we have created a verification page for you to track the status\nof your account. Please follow the link below to access the verification page:\n\nhttps://dev.autolog.vrealsoft.com/verification?sub={{sub}}\n[https://dev.autolog.vrealsoft.com/verification?sub={{sub}}]\n\nWe will also send you updates via email to keep you informed of the progress of\nyour account review.\n\nThank you for choosing AutoLog. If you have any questions or concerns, please\ndon't hesitate to contact us at admin@autolog.vrealsoft.com.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "verification-result-rejected": "REJECTION OF YOUR ACCOUNT VERIFICATION REQUEST\n\nDear {{firstName}},\n\nWe regret to inform you that your recent account verification request with\n{{companyName}} has been rejected by our administrative team. We understand that\nthis may be disappointing, but please know that we take the security of our\nusers very seriously and have strict verification procedures in place to protect\nyour personal information.\n\nYou can resubmit your verification request by following the link below:\n\nhttps://dev.autolog.vrealsoft.com/sign-up\n[https://dev.autolog.vrealsoft.com/sign-up]\n\nPlease note that your account is currently in a pending status until it is\nsuccessfully verified. You can track the status of your account by visiting the\nverification page.\n\nhttps://dev.autolog.vrealsoft.com/verification?sub={{sub}}\n[https://dev.autolog.vrealsoft.com/verification?sub={{sub}}]\n\nIf you have any questions or concerns regarding your account verification or the\nrejection of your verification request, please contact us at\nadmin@autolog.vrealsoft.com.\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform.",
  "verification-result-succeed": "SUCCESSFUL VERIFICATION OF YOUR ACCOUNT\n\nDear {{firstName}},\n\nWe are pleased to inform you that your account with {{companyName}} has been\nsuccessfully verified! Thank you for taking the time to complete the\nverification process and for choosing our service.\n\nYour account is now fully active, and you can access all of its features and\nbenefits. If you have any questions or concerns, please don't hesitate to\ncontact us at admin@autolog.vrealsoft.com.\n\nGo to dashboard [https://dev.autolog.vrealsoft.com/client]\n\nAUTOLOG [https://dev.autolog.vrealsoft.com], All your freight managed in one\nplace!\nCompare, book, and manage your freight across the\nworld’s top logistics providers, all on one platform."
}
