{
  "AUTH_FAILED": "Sorry, your email or password is incorrect or the user does not exist. Please verify your data and retry.",
  "COMMENTS_LENGTH_EXCEEDED_100": "Comments length exceeded the limit of 100 characters.",
  "CONFIRMATION_FAILED": "The link is invalid, your recovery link may have expired.",
  "ConcurrencyFailure": "Concurrency failure. The resource has been modified by another user.",
  "DefaultError": "An error occurred. Please try again later.",
  "DuplicateEmail": "Email address already exists. Please use a different email.",
  "DuplicateRoleName": "Role name already exists. Please choose a different role name.",
  "DuplicateUserName": "Username already exists. Please choose a different username.",
  "FIELD_REQUIRED": "This is a required field",
  "InvalidEmail": "Invalid email address. Please provide a valid email.",
  "InvalidRoleName": "Invalid role name. Please provide a valid role name.",
  "InvalidToken": "Invalid token. Please check the provided token.",
  "InvalidUserName": "Invalid username. Please choose a different username.",
  "LoginAlreadyAssociated": "Login is already associated with another account.",
  "PASSWORDS_NOT_MATCH": "Passwords do not match. Please make sure the passwords match.",
  "PasswordMismatch": "Password mismatch. Please re-enter your password.",
  "PasswordRequiresDigit": "Password requires at least one digit.",
  "PasswordRequiresLower": "Password requires at least one lowercase letter.",
  "PasswordRequiresNonAlphanumeric": "Password requires at least one non-alphanumeric character.",
  "PasswordRequiresUpper": "Password requires at least one uppercase letter.",
  "PasswordTooShort": "Password is too short. It must be at least a specified length.",
  "UNKNOWN": "Unknown server error, please check your internet connection and try again",
  "USER_ALREADY_EXISTING": "User already exists",
  "USER_IS_DEACTIVATED": "Your access has been revoked. Please contact a system manager to resolve any issues. Reason: {{reason}}.",
  "USER_IS_DELETED": "Your access has been deleted. Please contact a system manager to resolve any issues. Reason: {{reason}}.",
  "USER_NOT_FOUND": "Sorry, your email or password is incorrect or the user does not exist. Please verify your data and retry.",
  "USER_NOT_VERIFIED": "User not verified. Please verify your account before proceeding.",
  "UserAlreadyHasPassword": "User already has a password.",
  "UserAlreadyInRole": "User is already in the specified role.",
  "UserLockoutNotEnabled": "User lockout is not enabled. Please contact support for assistance.",
  "UserNotInRole": "User is not in the specified role.",
  "multipleError": "Error in the following fields:"
}